<?php

/*!
 * AFRASS 1.0.0 (2018-11-18, 19:18)
 * http://takiddine.com
 * MIT licensed
 *
 * Copyright (C) 2018 Soulaimane Takiddine , http://takiddine.com
 */

defined('BASEPATH') OR exit('No direct script access allowed');
     


return  [
    
    'lang' => 'ar',
    
    
    
    'navbar' => [
        '1' => 'لوحة التحكم',
        '2' => 'زيارة الموقع',
        '3' => 'اعدادات الحساب',
        '4' => 'تسجيل الخروج',
    ],
    
    
     'sidebar' => [
        '1'       => 'نظرة عامة',
        '2'       => 'الرسائل',
        '3'       => 'الأعضاء',
        '4'       => 'الوسائط',
        '5'       => 'الصفحات',
        '6'       => 'المقالات',
        '7'       => 'القوائم',
        '8'       => 'الإعلانات',
        '9'       => 'المنتجات',
        '10'      => 'المتجر',
        '11'      => 'الأسئلة الشائعة',
        '12'      => 'الإعدادات',
        '13'      => 'تخصيص',
        '14'      => 'القائمة البريدية',
        '15'      => 'البريد',
        '16'      => 'الصلاحيات',
        '17'      => 'تصنيف المقالات',
        '18'      => 'تصنيف المنتجات',
        '19'      => 'التعليقات',
        '20'      => 'القسائم',
        '21'      => 'تصنيف الأسئلة',
        '22'      => 'الإعدادت العامة',
        '23'      => 'السوشيال ميديا',
        '24'      => 'البريد الإلكتروني',
        '25'      => 'الأعضاء',
        '26'      => 'الروابط الدائمة',
        '27'      => 'ربط الحسابات',
        '28'      => 'أخرى',
        '29'      => 'السلايدر الرئيسي',
        '30'      => 'الصور الجانبية الرئيسية',
        '31'      => 'الصفحة الرئيسية',
        '32'      => 'الفوتر'
    ],
    
    
    
    
    'Auau' => [
        '0' => 'إسم المستخدم أو البريد الإلكتروني',
        '2' => 'أدخل المعلومات أسفله',
        '9' => 'كلمة السر',
        '10' => 'تسجيل الدخول',
        '3' => 'نسيت كلمة المرور ؟',
        '4' => 'استرجاع كلمة المرور',
        '5' => 'أدخل بريدك الإلكتروني وستصلك ارشادات استرجاع ',
        '6' => 'الحساب في بريدك',
        '7' => 'استرجاع كلمة المرور ',
        '8' => 'تذكرت كلمة المرور ، تسجيل الدخول',
        '11' => 'أدخل كلمة المرور الجديدة في الحقلين أسفله',
        '12' => 'كلمة المرور الجديدة',
        '13' => 'اعادة كلمة المرور الجديدة',
        '14' => 'تحديث كلمة المرور '
    
    ],
    
    'home' => [
        '0' => 'مرحبا بك في لوحة التحكم ! ',
        '1' => 'جمعنا لك بعض الروابط لمساعدتك على البدء:',
        '2' => 'الخطوات الأولى !',
        '3' => 'اكتب مقالتك الأولى',
        '4' => 'اضف صفحتك الجديدة',
        '5' => 'المزيد من الإجراءات !',
        '6' => 'اعدادات الموقع',
        '7' => 'اعدادات حسابي',
        '8' => 'مجموع المنتجات',
        '9' => 'مجموع الصفحات',
        '10' => 'مجموع الأعضاء',
        '11' => 'مجموع الرسائل',
        '12' => 'معجب',
        '13' => 'متابع',
        '14' => 'مشترك',
        '15' => 'متابع',
        '16' => 'معلومات عامة',
        '17' => 'نسخة لوحة التحكم',
        '18' => 'نسخة php',
        '19' => 'نسخة mysql',
        '20' => 'حجم ملفات الموقع',
        '21' => 'حجم قاعدة البيانات ',
        '22' => 'حالة الطقس',
        '23' => 'درجة الحرارة',
        '24' => 'الرطوبة',
        '25' => 'سرعة الرياح',
        '26' => 'شروق الشمس',
        '27' => 'غروب الشمس',
    ],
    
    
   
    'users' => [
        '1' => 'الأعضاء',
        '2' => 'عضو',
        '3' => 'عدد الأعضاء : ',
        '4' => 'اضافة عضو جديد',
        '5' => 'حذف كل الأعضاء',
        '6' => 'تحميل نسخة pdf ',
        '7' => 'تحميل نسخة csv',
        '8' => 'البحث عن الأعضاء',
        '9' => 'بحث',
        '91' => 'ابحث عن العضو عن طريق الإميل / اسم المستخدم',
        '10' => 'لا توجد أية نتائج للكلمة التي تبحث عنها',
        '11' => 'المرجوا ادخال كلمات أكثر دقة والمحاولة مرة أخرى',
        '15' => 'اسم المستخدم',
        '16' => 'الإميل',
        '17' => 'تاريخ التسجيل',
        '18' => 'الرتبة',
        '19' => 'حالة الحساب',
        '20' => 'تعديل',
        '21' => 'تعديل'
    ],
    
        'Emails' => [
        '219' => ' رائع ! لا يوجد لديك اي بريد حالياً ',
        '220' => 'عند تلقيك لرسائل من صفحة تواصل معنا ستظهر هنا',
        '221' => 'الإسم الكامل',
        '222' => 'البريد الإلكتروني',
        '223' => 'الرسالة',
        '224' => 'تاريخ الإرسال'
//        '219' => '',
//        '219' => '',
//        '219' => '',
//        '219' => '',
//        '219' => ''
    ],
    
    
    'posts' => [
        '1' => 'المقالات',
        '2' => 'اضافة مقالة جديدة ',
        '3' => 'حذف كل المقالات ',
        '4' => 'مرحبا ! لا توجد لديك أية مقالات حالياً ، يمكنك اضافة مقالات جديدة ',
        '5' => 'اضافة مقالة جديد ',
        '6' => 'تنفيذ الأمر حذف ',
        '7' => 'عنوان المقالة',
        '8' => 'كاتب المقالة',
        '9' => 'تاريخ الإنشاء',
        '10' => 'تعديل',
        '11' => 'عرض المقالة ',
        '12' => 'تعديل المقالة ',
        '13' => 'حذف المقالة ',
        '14' => 'تكرار ',
        '15' => 'مقالة بدون عنوان',
        '16' => 'تصنيف '
    
    ],
    
    'media' => [
        '0' => 'الوسائط',
        '1' => 'رفع ملف جديد',
        '2' => 'حذف كل الملفات في الوسائط ',
        '3' => 'مرحبا ! يبدوا انك لم ترفع اية وسائط لحد الآن ، او انك قمت بحذفها  عند رفعك لوسائط جديدة ستظهر هنا',
        '4' => 'رفع ملف جديد',
        '5' => 'الملف',
        '6' => 'نوع الملف',
        '7' => 'تاريخ الرفع',
        '8' => 'حجم الملف',
        '9' => 'الرابط المباشر ',
        '10' => 'تحميل',
        '11' => 'حذف',
        '12' => 'اضغط هنا',
        '13' => 'تحميل الملف',
        '14' => 'حذف',
        '15' => 'اسم الملف',
        '16' => 'نوع الملف',
        '17' => 'تاريخ الرفع',
        '18' => 'حجم الملف',
        '19' => 'الرابط المباشر ',
        '20' => 'تحميل',
        '21' => 'حذف',
        '23' => 'رفع'
    ],
    
    
    
    'inbox' => [
        '0' => 'علبة البريد',
        '1' => 'يبدوا انك لم ترسل اية اميلات لحد الآن ، او انك قمت بحذف علبة البريد ',
        '2' => 'عند ارسالك لإميلات ستظهر هنا ',
        '3' => 'عنوان الرسالة',
        '4' => 'لـ :',
        '5' => 'تاريخ الإرسال',
        '6' => 'تعديل',
        '7' => 'معاينة ',
        '8' => 'حذف'
    ],
    
    'ads' => [
        '1' => 'الإعلانات',
        '2' => 'اضافة اعلان جديد',
        '3' => 'حذف كل الإعلانات',
        '5' => 'مرحبا ! لا توجد لديك أية اعلانات حالياً ، يمكنك اضافة إعلانات جديدة ',
        '6' => 'اضافة اعلان جديد',
        '7' => 'عنوان الإعلان',
        '8' => 'تاريخ الإنشاء',
        '9' => 'الحالة',
        '10' => 'تعديل',
        '11' => 'تعديل',
        '12' => 'حذف',
        '13' => '#',
    ],
    
    'comment' => [
        '0' => 'التعليقات',
        '2' => 'حذف كل المقالات',
        '3' => 'الكاتب',
        '4' => 'التعليق',
        '5' => 'تاريخ',
        '6' => 'تعديل',
        '7' => 'عرض التعليق',
        '8' => 'تعديل التعليق ',
        '9' => 'حذف التعليق'
    ],
    
    
    'orders' => [
        '2' => 'الطبات ',
        '4' => 'عدد الطلبات : ',
        '3' => 'طلبات',
        '5' => 'حذف كل الطلبات',
        '6' => 'عند تلقيك لطلب جديد، سوف يظهر هنا.',
        '7' => 'الطلب',
        '8' => 'تاريخ الإضافة',
        '9' => 'الحالة',
        '10' => 'الإجمالي'
    ],
    
    'faqs' => [
        '3' => 'الأسئلة الشائعة',
        '4' => 'اضافة سؤال جديد',
        '5' => 'حذف كل الأسئلة الشائعة',
        '6' => 'مرحبا !لا توجد لديك أية أسئلة حالياً ، يمكنك اضافة أسئلة جديدة ',
        '7' => 'لا توجد لديك أية أسئلة حالياً ، يمكنك اضافة أسئلة جديدة ',
        '8' => 'اضافة سؤال جديد',
        '11' => 'تاريخ الإنشاء : ',
        '12' => 'تعديل ',
        '13' => 'حذف ',
        '14' => 'تكرار '
    ],
    

    'emailist' => [
        '405' => 'القائمة البريدية',
        '406' => 'حذف كل المقالات',
        '408' => 'مرحبا !عند اشتراك المتابعين في القائمة البريدية ستظهر هنا اميلاتهم ',
        '409' => 'الإميل',
        '410' => 'تاريخ الإشتراك'
    ],
    
    
    'menus' => [
        '37' => 'القوائم',
        '38' => 'حذف كل القوائم',
        '39' => 'اسم القائمة',
        '40' => 'انشاء قائمة جديدة',
        '41' => 'ادخل اسم للقائمة',
        '42' => 'اضافة القائمة',
        '43' => 'الإسم',
        '44' => 'الرابط',
        '45' => 'تعديل',
        '46' => 'اختر قائمة لتحريرها',
        '47' => '— اختيار —',
        '48' => 'أو . أنشئ قائمة جديدة',
        '49' => 'الصفحات',
        '50' => 'اضف للقائمة',
        '51' => 'المقالات',
        '52' => 'روابط مخصصة',
        '53' => 'نص الرابط',
        '54' => 'الرابط',
        '55' => 'اضف للقائمة',
        '56' => 'حفظ القائمة',
        '57' => 'مكان عرض القائمة',
        '64' => 'حذف القائمة',
        '65' => 'تحديد مكان الإعلان'
    ],
    
    
   'pages' => [
        '71' => 'الصفحات',
        '72' => 'اضافة صفحة جديدة',
        '73' => 'حذف كل الصفحات',
        '74' => 'مرحبا !ا توجد لديك أية صفحات حالياً ، يمكنك اضافة صفحات جديدة ',
        '76' => 'اضافة صفحة جديد',
        '79' => 'عنوان الصفحة',
        '80' => 'كاتب الصفحة',
        '81' => 'تاريخ الإنشاء',
        '82' => 'تعديل',
        '83' => 'صفحة بدون عنوان',
        '84' => 'عرض الصفحة',
        '85' => 'تعديل الصفحة ',
        '86' => 'حذف الصفحة ',
        '87' => 'تكرار '
    ],
    
    

    'products' => [
        '232' => 'المنتجات',
        '234' => 'عدد المنتجات : ',
        '231' => 'منتج',
        '235' => 'اضافة منتج جديد',
        '236' => 'حذف كل المنتجات',
        '237' => 'الرئيسية',
        '238' => 'المنتجات',
        '240' => 'مرحبا !لا توجد لديك أية منتجات حالياً ، يمكنك اضافة منتجات جديدة ',
        '241' => 'اضافة منتج جديد',
        '242' => 'البحث عن المنتجات',
        '243' => 'بحث',
        '244' => 'لا توجد أية نتائج للكلمة التي تبحث عنها',
        '245' => 'المرجوا ادخال كلمات أكثر دقة والمحاولة مرة أخرى',
        '247' => 'اسم المنتوج',
        '248' => 'تاريخ الإضافة',
        '249' => 'السعر',
        '250' => 'التصنيف',
        '251' => 'تعديل',
        '252' => 'معاينة ',
        '253' => 'تعديل ',
        '254' => 'حذف ',
        '255' => 'تكرار '
    ],
    
    
    'settings' => [
        '114' => 'الإعدادات العامة ',
        '115' => 'الإعدادات',
        '116' => 'تحميل قاعدة البيانات',
        '117' => 'سجل التعديلات',
        '118' => 'المعلومات الخاصة بالموقع',
        '119' => 'المرجوا ادخال المعلومات التالية بعناية',
        '120' => 'شعار الموقع',
        '121' => 'اختيار الصورة ',
        '122' => 'ايقونة الموقع ',
        '123' => 'اختيار الصورة ',
        '124' => 'اسم الموقع',
        '125' => 'سطر الوصف',
        '126' => 'بكلمات قليلة، أكتب نبذة قصيرة عن الموقع.',
        '127' => 'الكلمات المفتاحية',
        '128' => 'حالة الموقع',
        '129' => 'يعمل',
        '130' => 'حالة الصيانة',
        '133' => 'السماح بالتعليقات',
        '134' => 'السماح بالتعليق',
        '135' => 'غلق التعليقات',
        '136' => 'اللغة الرسمية للموقع',
        '137' => 'العربية',
        '138' => 'الإنجليزية',
        '139' => 'رقم الهاتف',
        '140' => 'البريد الإلكتروني',
        '141' => 'العنوان على ارض الواقع',
        '142' => 'رمز Google Analitycs',
        '143' => 'رابط تطبيق على جوجل بلاي',
        '144' => 'رابط تطبيق على ابل ستور',
        '145' => 'تحديث المعلومات',
        '146' => 'هل تحتاج مساعدة ؟',
        '147' => 'شعار الموقع',
        '148' => 'الشعار يوجد في جميع الصفحات في الأعلى،',
        '149' => 'ايقونة الموقع',
        '150' => 'هي تلك الأيقونة التي تظهر بجانب الإسم في توبيب المتصفح',
        '151' => 'الكلمات المفتاحية',
        '152' => 'تساعدك في الظهور بشكل فعال في محركات البحث ، يستحسن ان تضع فيها كلمات دلالية على محتوى موقعك ',
        '153' => 'رمز Google Analitycs',
        '154' => 'هذا الرمز يمكنك الحصول عليه عند اضافة موقعك الى احصيئات جوجل',
        '155' => 'معاينة الإعلان',
        '156' => 'حذف الصورة '
    ],
    
    
    
    'inboxcreate' => [
        '300' => 'ارسال اميل جديد',
        '301' => 'اميل المستقبل ',
        '302' => 'عنوان الإميل ',
        '303' => 'ارسال الإميل ',
        '304' => 'هل تحتاج مساعدة ؟',
        '305' => 'اميل المستقبل',
        '306' => 'هو اميل الشخص الذي سترسل له الرسالة',
        '307' => 'عنوان الإميل ',
        '308' => 'العنوان سيظهر للمستخدم قبل فتح الرسالة في علبته',
        '309' => 'نص الرسالة',
        '310' => 'هو الرسالة التي سترسلها ، تكتب الرسالة في الخانة الثالثة ',
        '311' => 'ارسال الرسالة',
        '312' => 'اضغط ارسال الرسالة ، الزر باللون الأزرق عند انتهائك من أجل ارسالها '
    ],
    
    
    'pagescreate' => [
        '91' => 'اضافة صفحة جديدة ',
        '92' => 'اضافة صفحة جديدة',
        '93' => 'عنوان الصفحة',
        '94' => 'نشر الصفحة ',
        '97' => 'الصورة البارزة ',
        '98' => 'اختيار الصورة '
    ],
    
    'postscreate' => [
        '2' => 'اضافة مقالة جديدة ',
        '4' => 'عنوان المقالة',
        '5' => 'نشر المقالة ',
        '6' => 'تصنيف المقالة ',
        '7' => 'غير محدد بعد',
        '8' => 'الصورة البارزة ',
        '9' => 'اختيار الصورة '
    ],
    
    'commentsedit' => [
        '2' => 'تعديل التعليق',
        '3' => 'التعليق',
        '4' => 'تحديث التعليق'
    ],
    
    'createads' => [
        '2' => ' انشاء اعلان جديد',
        '3' => 'تفعيل الاعلان',
        '4' => 'عنوان الاعلان',
        '5' => 'عنوان للإعلان - ( ليس مهماً لكنه اضفه من أجل تمييز الإعلانات بلوحة التحكم) .',
        '6' => 'صورة الإعلان',
        '7' => 'صورة الاعلان',
        '8' => 'اختيار الصورة ',
        '9' => 'رابط الاعلان',
        '10' => '- أو - كود إعلان خاص',
        '11' => 'كود إعلان خاص',
        '12' => 'اضافة الإعلان',
        '13' => 'هل تحتاج مساعدة ؟',
        '14' => 'تفعيل الإعلان',
        '15' => 'عند تفعيل الإعلان سيظهر - و عدم تفعيله سيجعله ملغيا',
        '16' => 'عنوان الإعلان',
        '17' => 'العنوان ليس مهماً ، لكن يفضل ان تضيفه من أجل تمييز كل إعلان عن الآخر',
        '18' => 'رابط الإعلان',
        '19' => 'تأكد جيداً ان الرابط يبدأ بــ',
        '20' => 'صورة الإعلان',
        '21' => 'يقبل فقط الإمتدادات التالية : ',
        '22' => 'jpeg,png,gif',
        '23' => 'كود إعلان خاص',
        '24' => 'يمكنك اضافة كود أدسنس ، أو اي كود html',
        '25' => 'تنبيه ',
        '26' => 'عند اضافة الكود في الإعلان ، سيتم إلغاء الصورة والرابط والنص ',
        '27' => 'تحدد مكان الإعلان :',
        '28' => 'غير محدد بعد',
        '35' => 'معاينة الإعلان',
        '36' => 'حذف الصورة '
    ],
    
    
    'postsedit' => [
        '2' => 'تحرير المقالة',
        '3' => 'تحديث المقالة ',
        '4' => 'تصنيف المقالة ',
        '5' => 'غير محدد بعد',
        '6' => 'الصورة البارزة ',
        '7' => 'حذف الصورة ',
        '8' => 'اختيار الصورة'
    ],
    
    
    'permissions' => [
        '320' => 'الصلاحيات',
        '321' => 'حذف كل المجموعات',
        '322' => 'اسم المجموعة',
        '323' => 'تعديل',
        '324' => 'تعديل ',
        '325' => 'حذف ',
        '326' => 'اضافة مجموعة جديدة',
        '327' => 'اضافة المجموعة',
        '328' => 'كيف تضيف مجموعة جديدة ؟',
        '329' => 'قم باضافة اسم المجموعة في خانة اضافة مجموعة جديدة واضغط على اضافة المجموعة',
        '331' => 'الآن بعد ان أنشأت المجموعة ، ستظهر لك في أول الجدول على اليمين ',
        '333' => 'قم بالضغط على تعديل ',
        '335' => 'واعطاء الصلاحيات لهذه المجموعة ',
        '336' => 'ما الغاية من انشاء مجموعات للعضويات ؟',
        '337' => 'انت بحاجة اليها من أجل اعطاء كل عضو نوعاً من الصلاحية ، على سبيل المثال ، تكلف أشخاص باضافة المقالات فقط بموقعك ، دون المساس بالإعدادات ، ودون التحكم ورؤية الأشياء الأخرى'
    ],
    
    
    
    'usersedit' => [
        '2' => 'الأعضاء ',
        '3' => 'تعديل الحساب',
        '4' => 'صورة الحساب',
        '5' => 'اختيار الصورة',
        '6' => 'الصيغ المسموح بها : png, jpg',
        '7' => 'تعديل المعلومات الشخصية',
        '8' => 'لا تقلق ، كل المعلومات آمنة ، لا نشاركها مع أية جهة',
        '9' => 'اسم المستخدم:',
        '10' => 'الإسم الكامل:',
        '11' => 'البريد الإلكتروني:',
        '12' => 'رقم الهاتف :',
        '13' => 'الدولة:',
        '14' => 'تاريخ الميلاد:',
        '15' => 'الجنس:',
        '16' => 'مذكر',
        '17' => 'أنثى',
        '18' => 'نبذة تعريفية:',
        '19' => 'تعديل كلمة المرور',
        '20' => 'تذكر ، كلمة المرور يجب ان تكون قوية وغير متداولة ، من أجل حمايتك !',
        '21' => 'انشاء كلمة مرور قوية ',
        '22' => 'روابط السوشيال ميديا',
        '23' => 'الفيسبوك',
        '24' => 'تويتر',
        '25' => 'يوتيوب',
        '26' => 'تحديث البيانات ',
        '27' => 'الحساب',
        '28' => 'حظر الحساب',
        '29' => 'تفعيل الحساب',
        '30' => 'حذف الحساب',
        '31' => 'تعيين المستخدم ك :',
        '32' => 'مستخدم عادي',
        '33' => 'مدير',
        '34' => 'مسؤول',
        '35' => 'كاتب',
        '36' => 'مراقب',
        '37' => 'تحميل نسخة من المعلومات',
        '38' => 'تحميل pdf ',
        '39' => 'تحميل csv '
    ],
    
    
    'productsCreate' => [
        '260' => 'اضافة منتج جديد',
        '261' => 'اسم المنتوج',
        '262' => 'الرابط',
        '263' => 'الوصف',
        '264' => 'سعر المنتوج',
        '265' => 'سعر المنتوج بعد التخفيض',
        '266' => 'اضافة منتوج جديد ',
        '267' => 'الصورة الخارجية للمنتوج',
        '268' => 'اختيار الصورة ',
        '269' => 'معرض صور المنتوج',
        '270' => 'اختيار الصور ',
        '271' => 'تصنيف المنتوج ',
        '272' => 'غير محدد'
    ],

    
    'Adsedit' => [
        '2' => 'تحرير الإعلان',
        '3' => 'تفعيل الاعلان',
        '4' => 'عنوان الاعلان',
        '5' => 'عنوان للإعلان - ( ليس مهماً لكنه اضفه من أجل تمييز الإعلانات بلوحة التحكم) .',
        '6' => 'صورة الإعلان',
        '7' => 'صورة الاعلان',
        '8' => 'اختيار الصورة',
        '9' => 'رابط الاعلان',
        '10' => '- أو - كود إعلان خاص',
        '11' => 'كود إعلان خاص',
        '12' => 'يمكن استعمال كود ادسنس هنا ',
        '13' => 'تحديث الإعلان',
        '14' => 'تحدد مكان الإعلان :',
        '22' => 'معاينة الإعلان',
        '23' => 'حذف الصورة ',
        '24' => 'حذف الصورة'
    ],
    
    
    'pagesedit' => [
        '103' => 'تحرير المقالة',
        '104' => 'تحديث المقالة ',
        '105' => 'الصورة البارزة ',
        '106' => 'حذف الصورة ',
        '107' => 'اختيار الصورة '
    ],
    
    
    
    'ordersedit' => [
        '1' => 'تفاصيل الطلب #',
        '2' => 'حذف الطلب',
        '3' => 'عام',
        '4' => 'تاريخ الإنشاء : ',
        '5' => 'الحالة : ',
        '6' => 'الفاتورة',
        '7' => 'الإسم الكامل : ',
        '8' => 'الشركة : ',
        '9' => 'سطر العنوان 1 : ',
        '10' => 'سطر العنوان 2 : ',
        '11' => 'المدينة : ',
        '12' => 'الرمز البريدي / ZIP : ',
        '13' => 'الدولة : ',
        '14' => 'المحافظة : ',
        '15' => 'البريد الإلكتروني : ',
        '16' => 'الهاتف : ',
        '17' => 'ملاحظات',
        '18' => 'المشتري لم يكتب أية ملاحظات ',
        '19' => 'العنصر',
        '20' => 'التكلفة',
        '21' => 'الكمية',
        '22' => 'الإجمالي'
    ],
    
    
    'userscreate' => [
        '1' => 'انشاء عضو جديد ',
        '3' => '* كل الحقول مطلوبة ، المرجوا ملأ كل الحقول بالمعلومات المطلوبة',
        '4' => 'اضافة عضو جديد',
        '5' => 'اسم المستخدم',
        '6' => 'البريد الإلكتروني',
        '7' => 'كلمة المرور',
        '8' => 'الرتبة',
        '9' => 'مستخدم عادي',
        '10' => 'مدير',
        '15' => 'اضافة عضو جديد'
    ],
    
    
    'socialLinks' => [
        '187' => 'روابط مواقع التواصل الإجتماعي ',
        '189' => 'مواقع التواصل الاجتماعي',
        '190' => 'رجاء قم بادخاء الرابط الكامل لموقع التواصل الاجتماعي',
        '191' => 'رابط حساب الفيسبوك',
        '192' => 'رابط حساب تويتر',
        '193' => 'رابط حساب انستغرام',
        '194' => 'رابط حساب اليوتوب',
        '195' => 'تحديث المعلومات'
    ],
    
    
    'SettingsAccount' => [
        '165' => 'تعديل الحساب ',
        '166' => 'اعدادات حسابي',
        '167' => '* هذا الحساب لا يمكن حذفه نهائيا ، هو المتحكم الكامل في لوحة التحكم',
        '168' => 'الإعدادات',
        '169' => 'المرجوا ادخال المعلومات التالية بعناية',
        '170' => 'اسم المستخدم',
        '171' => 'البريد الإلكتروني',
        '172' => 'تحديث المعلومات',
        '173' => 'كلمة المرور',
        '174' => 'المرجوا ادخال المعلومات التالية بعناية',
        '175' => 'كلمة المرور الحالية',
        '176' => 'كلمة المرور الجديدة',
        '177' => 'إعادة كلمة المرور الجديدة',
        '178' => 'تحديث كلمة المرور',
        '179' => 'مدير الموقع ',
        '180' => 'البريد الإلكتروني',
        '181' => 'تاريخ التسجيل',
        '182' => 'الدولة',
        '183' => 'تسجيل الخروج'
    ],

    
    'faqscreate' => [
        '17' => 'اضافة سؤال جديد',
        '19' => 'عنوان السؤال',
        '20' => 'نشر السؤال ',
        '21' => 'تصنيف السؤال ',
        '22' => 'غير محدد بعد'
    ],
    
    'faqsedit ' => [
        '25' => 'تحرير السؤال',
        '26' => 'تحديث',
        '27' => 'عنوان السؤال',
        '28' => 'نشر السؤال ',
        '29' => 'تصنيف السؤال ',
        '30' => 'غير محدد بعد'
    ],
    
    'inboxread' => [
        '293' => 'قراءة الإميل',
        '294' => 'طباعة',
        '295' => 'حذف',
        '296' => 'بواسطة : ',
        '297' => 'الموضوع : ',
    ],

    
    'others' => [
        '201' => 'اعدادات أخرى ',
        '202' => 'اضافة أكواد html/css/js في أعلى الموقع ',
        '203' => 'تحديث ',
        '204' => 'اضافة أكواد html/css/js في أسفل الموقع ',
        '205' => 'تحديث ',
        '206' => 'هل تحتاج مساعدة ؟',
        '207' => 'الخانة الأولى',
        '208' => 'تضع فيها الأكواد التي تريد أن تظهر بين وسمي ',
        '209' => '',
        '210' => 'الخانة الثانية',
        '211' => 'تضع فيها الأكواد التي تريد ان تظهر قبل وسم',
        '212' => '',
        '213' => 'تنبيه',
        '214' => 'قبل اضافة اية اكواد تأكد من أنها من مواقع آمنة ، اضافة اكواد غير آمنة قد يؤثر على حماية موقعك'
    ],
    
    
    'Email' => [
        '219' => 'اعدادات البريد الإلكتروني ',
        '221' => 'خادم البريد  [SMTP Host] ',
        '222' => 'المنفذ  [SMTP Port] ',
        '223' => 'اسم المستخدم  [SMTP User] ',
        '224' => 'كلمة المرور [SMTP Password]',
        '225' => 'تحديث المعلومات'
    ],
    
    'bulk_modal' => [
        '1' => 'تنبيه وتحذير',
        '2' => 'رجاء ! انتبه من الخطوة التالية.',
        '3' => 'حذف البيانات',
        '4' => 'عند قيامك بحذف كل الأعضاء فأنت تتحمل كامل المسؤولية ، لا يمكن التراجع عن هذه الخطوة فور اتخاذها ',
        '5' => 'رجاءً، خذ نسخة احتياطية قبل اتخاذ هذا القرار',
        '6' => 'أنا موافق ، رجاءً قم بحذف كل البيانات',
        '7' => 'اغلاق '
    ],
    
    
    
    /******************************************************************************/

    'coupons' => [
        '1' => 'القسائم ',
        '3' => 'حذف كل القسائم الشرائية',
        '4' => 'القسائم الشرائية طريقة رائعة لتقديم المكافآت والخصومات للزبائن. سوف تظهر هنا فور إنشائها.',
        '5' => 'إنشاء الكوبون الأول الخاص بك',
    ],

    'uploader' => [
        '1' => 'الصورة البارزة',
        '2' => 'رفع ملفات',
        '3' => 'مكتبة الوسائط',
        '4' => 'رفع الملف',
        '5' => 'تعيين الصورة',
        '6' => 'حذف'
    ],

    'coupons creat' => [
        '1' => 'اضافة قسيمة جديدة ',
        '2' => 'رمز القسيمة',
        '3' => 'بيانات القسيمة',
        '4' => 'رمز القسيمة',
        '5' => 'رمز القسيمة',
        '6' => 'اضافة القسيمة'
    ],

    'edit' => [
        '342' => 'منح الصلاحيات ',
        '343' => 'منح الصلاحيات',
        '344' => 'تحديد الكل ',
        '345' => 'الدخول الى لوحة التحكم',
        '346' => 'تفعيل ',
        '347' => 'الأعضاء',
        '348' => 'انشاء',
        '349' => 'حذف',
        '350' => 'تكرار',
        '351' => 'تعديل',
        '352' => 'حذف الكل',
        '353' => 'الصفحات',
        '354' => 'انشاء',
        '355' => 'حذف',
        '356' => 'تكرار',
        '357' => 'تعديل',
        '358' => 'حذف الكل',
        '359' => 'المقالات',
        '360' => 'انشاء',
        '361' => 'حذف',
        '362' => 'تكرار',
        '363' => 'تعديل',
        '364' => 'حذف الكل',
        '365' => 'المنتجات',
        '366' => 'انشاء',
        '367' => 'حذف',
        '368' => 'تكرار',
        '369' => 'تعديل',
        '370' => 'حذف الكل',
        '371' => 'الأسئلة الشائعة',
        '372' => 'انشاء',
        '373' => 'حذف',
        '374' => 'تكرار',
        '375' => 'تعديل',
        '376' => 'حذف الكل',
        '377' => 'القوائم',
        '378' => 'انشاء',
        '379' => 'حذف',
        '380' => 'تعديل',
        '381' => 'حذف الكل',
        '382' => 'الرسائل',
        '383' => 'قراءة',
        '384' => 'حذف',
        '385' => 'الوسائط',
        '386' => 'رفع ملف',
        '387' => 'حذف',
        '388' => 'حذف الكل',
        '389' => 'الإعدادات',
        '390' => 'التحكم في الإعدادات',
        '391' => 'القائمة البريدية',
        '392' => 'معاينة ',
        '393' => 'الإعلانات',
        '394' => 'انشاء',
        '395' => 'حذف',
        '396' => 'تعديل',
        '397' => 'حذف الكل',
        '398' => 'حفظ الصلاحيات'
    ],

    

];