

<?php

/*!
 * AFRASS 1.0.0 (2018-11-18, 19:18)
 * http://takiddine.com
 * MIT licensed
 *
 * Copyright (C) 2018 Soulaimane Takiddine , http://takiddine.com
 */

defined('BASEPATH') OR exit('No direct script access allowed');
     


return  [
    'main' => [
        '1'       => 'edit',
        '2'       => 'duplicate',
        '3'       => 'delete', 
        '4'       => 'preview', 
        '5'       => 'click here', 
        '6'       => 'created at',
        '7'       => 'عنوان الصفحة',
        '8'       => 'delete all', 
        '9'       => 'preview'
    ],

    'uploader' => [
        '1' => 'الصورة البارزة',
        '2' => 'رفع ملفات',
        '3' => 'مكتبة الوسائط',
        '4' => 'رفع الملف',
        '5' => 'تعيين الصورة',
        '6' => 'delete'
    ],

    'media_page' => [
        '1' => 'رفع ملف جديد',
        '2' => 'delete كل الملفات في الوسائط ',
        '3' => 'مرحبا ! يبدوا انك لم ترفع اية وسائط لحد الآن ، او انك قمت بdeleteها  عند رفعك لوسائط جديدة ستظهر هنا',
        '4' => 'رفع ملف جديد',
        '5' => 'اسم الملف',
        '6' => 'نوع الملف',
        '7' => 'تاريخ الرفع',
        '8' => 'حجم الملف',
        '9' => 'الرابط المباشر ',
        '10' => 'تحميل',
        '11' => 'delete',
        '12' => 'click here',
        '13' => 'تحميل الملف',
        '14' => 'delete',
        '15' => 'اسم الملف',
        '16' => 'نوع الملف',
        '17' => 'تاريخ الرفع',
        '18' => 'حجم الملف',
        '19' => 'الرابط المباشر ',
        '20' => 'تحميل',
        '21' => 'delete'
    ],

    'inbox' => [
        '1' => 'يبدوا انك لم ترسل اية اميلات لحد الآن ، او انك قمت بdelete علبة البريد ',
        '2' => 'عند ارسالك لإميلات ستظهر هنا ',
        '3' => 'عنوان الرسالة',
        '4' => 'لـ :',
        '5' => 'تاريخ الإرسال',
        '6' => 'edit',
        '7' => 'preview ',
        '8' => 'delete'
    ],

    'Home_Page' => [
        '1' => 'مرحبا بك في لوحة التحكم ! جمعنا لك بعض الروابط لمساعدتك على البدء:',
        '2' => 'الخطوات الأولى !',
        '3' => 'اكتب مقالتك الأولى',
        '4' => 'اضف صفحتك الجديدة',
        '5' => 'المزيد من الإجراءات !',
        '6' => 'اعدادات الموقع',
        '7' => 'اعدادات حسابي',
        '8' => 'مجموع المنتجات',
        '9' => 'مجموع المقالات',
        '10' => 'مجموع الأعضاء',
        '11' => 'مجموع الرسائل',
        '12' => 'معجب',
        '13' => 'متابع',
        '14' => 'مشترك',
        '15' => 'متابع',
        '16' => 'معلومات عامة',
        '17' => 'نسخة لوحة التحكم',
        '18' => 'نسخة php',
        '19' => 'نسخة mysql',
        '20' => 'حجم ملفات الموقع',
        '21' => 'حجم قاعدة البيانات ',
        '22' => 'حالة الطقس ب الدار البيضاء',
        '23' => 'درجة الحرارة',
        '24' => 'الرطوبة',
        '25' => 'سرعة الرياح',
        '26' => 'شروق الشمس',
        '27' => 'غروب الشمس',
        '28' => 'لوحة تحكم أفراس®  الحقوق 2018 © شكراً لثقك بنا'
    ],

    'bulk_modal' => [
        '1' => 'تنبيه وتحذير',
        '2' => 'رجاء ! انتبه من الخطوة التالية.',
        '3' => 'delete البيانات',
        '4' => 'عند قيامك بdelete كل الأعضاء فأنت تتحمل كامل المسؤولية ، لا يمكن التراجع عن هذه الخطوة فور اتخاذها ',
        '5' => 'رجاءً، خذ نسخة احتياطية قبل اتخاذ هذا القرار',
        '6' => 'أنا موافق ، رجاءً قم بdelete كل البيانات',
        '7' => 'اغلاق '
    ],


    'Ads_index' => [
        '1' => 'الإعلانات',
        '2' => 'اضافة اعلان جديد',
        '3' => 'delete كل الإعلانات',
        '4' => 'مرحبا !',
        '5' => 'لا توجد لديك أية اعلانات حالياً ، يمكنك اضافة إعلانات جديدة ',
        '6' => 'اضافة اعلان جديد',
        '7' => 'عنوان الإعلان',
        '8' => 'created at',
        '9' => 'الحالة',
        '10' => 'edit',
        '11' => 'edit',
        '12' => 'delete',
        '13' => '#',
        '14' => 'عنوان الإعلان',
        '15' => 'created at',
        '16' => 'الحالة',
        '17' => 'edit'
    ],

    'createad' => [
        '2' => ' اضافة اعلان جديد',
        '3' => 'تفعيل الاعلان',
        '4' => 'عنوان الاعلان',
        '5' => 'عنوان للإعلان - ( ليس مهماً لكنه اضفه من أجل تمييز الإعلانات بلوحة التحكم) .',
        '6' => 'صورة الإعلان',
        '7' => 'صورة الاعلان',
        '8' => 'اختيار الصورة ',
        '9' => 'رابط الاعلان',
        '10' => '- أو - كود إعلان خاص',
        '11' => 'كود إعلان خاص',
        '12' => 'اضافة الإعلان',
        '13' => 'هل تحتاج مساعدة ؟',
        '14' => 'تفعيل الإعلان',
        '15' => 'عند تفعيل الإعلان سيظهر - و عدم تفعيله سيجعله ملغيا',
        '16' => 'عنوان الإعلان',
        '17' => 'العنوان ليس مهماً ، لكن يفضل ان تضيفه من أجل تمييز كل إعلان عن الآخر',
        '18' => 'رابط الإعلان',
        '19' => 'تأكد جيداً ان الرابط يبدأ بــ',
        '20' => 'صورة الإعلان',
        '21' => 'يقبل فقط الإمتدادات التالية : ',
        '22' => 'jpeg,png,gif',
        '23' => 'كود إعلان خاص',
        '24' => 'يمكنك اضافة كود أدسنس ، أو اي كود html',
        '25' => 'تنبيه ',
        '26' => 'عند اضافة الكود في الإعلان ، سيتم إلغاء الصورة والرابط والنص ',
        '27' => 'تحدد مكان الإعلان :',
        '28' => 'غير محدد بعد',
        '29' => 'الرئيسية الإعلان 1',
        '30' => 'الرئيسية الإعلان 2',
        '31' => 'الرئيسية الإعلان 3',
        '32' => 'الرئيسية الإعلان 4',
        '33' => 'الرئيسية الإعلان 5',
        '34' => 'الرئيسية الإعلان 6',
        '35' => 'preview الإعلان',
        '36' => 'delete الصورة '
    ],

    'Ads edi' => [
        '2' => 'الإعلانات',
        '3' => 'تفعيل الاعلان',
        '4' => 'عنوان الاعلان',
        '5' => 'عنوان للإعلان - ( ليس مهماً لكنه اضفه من أجل تمييز الإعلانات بلوحة التحكم) .',
        '6' => 'صورة الإعلان',
        '7' => 'صورة الاعلان',
        '8' => 'اختيار الصورة',
        '9' => 'رابط الاعلان',
        '10' => '- أو - كود إعلان خاص',
        '11' => 'كود إعلان خاص',
        '12' => 'يمكن استعمال كود ادسنس هنا ',
        '13' => 'تحديث الإعلان',
        '14' => 'تحدد مكان الإعلان :',
        '15' => 'غير محدد بعد',
        '16' => 'الرئيسية الإعلان 1',
        '17' => 'الرئيسية الإعلان 2',
        '18' => 'الرئيسية الإعلان 3',
        '19' => 'الرئيسية الإعلان 4',
        '20' => 'الرئيسية الإعلان 5',
        '21' => 'الرئيسية الإعلان 6',
        '22' => 'preview الإعلان',
        '23' => 'delete الصورة ',
        '24' => 'delete الصورة'
    ],

    'Auth_reset' => [
        '1' => 'استرجاع كلمة المرور',
        '2' => 'أدخل كلمة المرور الجديدة في الحقلين أسفله',
        '3' => 'تحديث كلمة المرور كلمة المرور'
    ],


    'Auth logi' => [
        '1' => 'لوحة التحكم',
        '2' => 'تسجيل الدخول للمديرين أدخل المعلومات أسفله',
        '3' => 'نسيت كلمة المرور ؟',
        '4' => 'استرجاع كلمة المرور',
        '5' => 'أدخل بريدك الإلكتروني وستصلك ارشادات استرجاع ',
        '6' => 'الحساب في بريدك',
        '7' => 'استرجاع كلمة المرور ',
        '8' => 'تذكرت كلمة المرور ، تسجيل الدخول'
    ],


    'Auth_reset' => [
        '1' => 'استرجاع كلمة المرور',
        '2' => 'أدخل كلمة المرور الجديدة في الحقلين أسفله',
        '3' => 'تحديث كلمة المرور كلمة المرور'
    ],


    'resete' => [
        '1' => 'تم تحديث كلمة المرور!',
        '2' => 'قم بتسجيل الدخول الآن ',
        '3' => 'تسجيل الدخول'
    ],


    'comment' => [
        '1' => 'التعليقات',
        '2' => 'delete كل المقالات',
        '3' => 'الكاتب',
        '4' => 'التعليق',
        '5' => 'تاريخ',
        '6' => 'edit',
        '7' => 'عرض التعليق',
        '8' => 'edit التعليق ',
        '9' => 'delete التعليق'
    ],


    'comments edi' => [
        '2' => 'edit التعليق',
        '3' => 'التعليق',
        '4' => 'تحديث التعليق'
    ],

    'coupons index' => [
        '1' => 'القسائم ',
        '2' => 'اضافة سؤال جديد',
        '3' => 'delete كل القسائم الشرائية',
        '4' => 'القسائم الشرائية طريقة رائعة لتقديم المكافآت والخصومات للزبائن. سوف تظهر هنا فور إنشائها.',
        '5' => 'إنشاء الكوبون الأول الخاص بك',
        '6' => 'عنوان السؤال',
        '7' => 'created at',
        '8' => 'edit',
        '9' => 'سؤال بدون عنوان',
        '10' => 'edit السؤال ',
        '11' => 'delete السؤال ',
        '12' => 'duplicate ',
        '13' => 'عنوان السؤال',
        '14' => 'created at',
        '15' => 'edit'
    ],

    'coupons creat' => [
        '1' => 'اضافة قسيمة جديدة ',
        '2' => 'رمز القسيمة',
        '3' => 'بيانات القسيمة',
        '4' => 'رمز القسيمة',
        '5' => 'رمز القسيمة',
        '6' => 'اضافة القسيمة'
    ],


    'posts index' => [
        '1' => 'المقالات',
        '2' => 'اضافة مقالة جديدة ',
        '3' => 'delete كل المقالات ',
        '4' => 'مرحبا ! لا توجد لديك أية مقالات حالياً ، يمكنك اضافة مقالات جديدة ',
        '5' => 'اضافة مقالة جديد ',
        '6' => 'تنفيذ الأمر delete ',
        '7' => 'عنوان المقالة',
        '8' => 'كاتب المقالة',
        '9' => 'created at',
        '10' => 'edit',
        '11' => 'عرض المقالة ',
        '12' => 'edit المقالة ',
        '13' => 'delete المقالة ',
        '14' => 'duplicate '
    ],


    'posts create' => [
        '2' => 'اضافة مقالة جديدة ',
        '3' => 'اضافة مقالة جديدة',
        '4' => 'عنوان المقالة',
        '5' => 'نشر المقالة ',
        '6' => 'تصنيف المقالة ',
        '7' => 'غير محدد بعد',
        '8' => 'الصورة البارزة ',
        '9' => 'اختيار الصورة '
    ],

    'posts edi' => [
        '1' => 'انشاء صفحة جديدة ',
        '2' => 'تحرير المقالة',
        '3' => 'تحديث المقالة ',
        '4' => 'تصنيف المقالة ',
        '5' => 'غير محدد بعد',
        '6' => 'الصورة البارزة ',
        '7' => 'delete الصورة ',
        '8' => 'اختيار الصورة'
    ],

    'orders index' => [
        '2' => 'الطبات ',
        '3' => 'الطلبات',
        '4' => 'عدد الطلبات : طلبات',
        '5' => 'delete كل الطلبات',
        '6' => 'عند تلقيك لطلب جديد، سوف يظهر هنا.',
        '7' => 'الطلب',
        '8' => 'تاريخ الإضافة',
        '9' => 'الحالة',
        '10' => 'الإجمالي',
        '11' => 'الطلب',
        '12' => 'تاريخ الإضافة',
        '13' => 'الحالة',
        '14' => 'الإجمالي'
    ],

    'orders edi' => [
        '1' => 'تفاصيل الطلب #',
        '2' => 'delete الطلب',
        '3' => 'عام',
        '4' => 'created at : ',
        '5' => 'الحالة : ',
        '6' => 'الفاتورة',
        '7' => 'الإسم الكامل : ',
        '8' => 'الشركة : ',
        '9' => 'سطر العنوان 1 : ',
        '10' => 'سطر العنوان 2 : ',
        '11' => 'المدينة : ',
        '12' => 'الرمز البريدي / ZIP : ',
        '13' => 'الدولة : ',
        '14' => 'المحافظة : ',
        '15' => 'البريد الإلكتروني : ',
        '16' => 'الهاتف : ',
        '17' => 'ملاحظات',
        '18' => 'المشتري لم يكتب أية ملاحظات ',
        '19' => 'العنصر',
        '20' => 'التكلفة',
        '21' => 'الكمية',
        '22' => 'الإجمالي'
    ],

    'users index' => [
        '1' => 'الأعضاء',
        '2' => 'الأعضاء',
        '3' => 'عدد الأعضاء : عضو',
        '4' => 'اضافة عضو جديد',
        '5' => 'delete كل الأعضاء',
        '6' => 'تحميل نسخة pdf ',
        '7' => 'تحميل نسخة csv',
        '8' => 'البحث عن الأعضاء',
        '9' => 'بحث',
        '10' => 'لا توجد أية نتائج للكلمة التي تبحث عنها',
        '11' => 'المرجوا ادخال كلمات أكثر دقة والمحاولة مرة أخرى',
        '12' => 'تنفيذ الأمر',
        '13' => 'delete ',
        '14' => '#',
        '15' => 'اسم المستخدم',
        '16' => 'الإميل',
        '17' => 'تاريخ التسجيل',
        '18' => 'الرتبة',
        '19' => 'حالة الحساب',
        '20' => 'edit',
        '21' => 'edit'
    ],

    'users create' => [
        '1' => 'اضافة عضو جديد ',
        '2' => 'اضافة عضو جديد',
        '3' => '* كل الحقول مطلوبة ، المرجوا ملأ كل الحقول بالمعلومات المطلوبة',
        '4' => 'اضافة عضو جديد',
        '5' => 'اسم المستخدم',
        '6' => 'البريد الإلكتروني',
        '7' => 'كلمة المرور',
        '8' => 'الرتبة',
        '9' => 'مستخدم عادي',
        '10' => 'مدير',
        '11' => 'مدير',
        '12' => 'مستخدم عادي',
        '13' => 'مستخدم عادي',
        '14' => 'مدير',
        '15' => 'اضافة عضو جديد'
    ],

    'users edit' => [
        '2' => 'الأعضاء ',
        '3' => 'edit الحساب',
        '4' => 'صورة الحساب',
        '5' => 'اختيار الصورة',
        '6' => 'الصيغ المسموح بها : png, jpg',
        '7' => 'edit المعلومات الشخصية',
        '8' => 'لا تقلق ، كل المعلومات آمنة ، لا نشاركها مع أية جهة',
        '9' => 'اسم المستخدم:',
        '10' => 'الإسم الكامل:',
        '11' => 'البريد الإلكتروني:',
        '12' => 'رقم الهاتف :',
        '13' => 'الدولة:',
        '14' => 'تاريخ الميلاد:',
        '15' => 'الجنس:',
        '16' => 'مذكر',
        '17' => 'أنثى',
        '18' => 'نبذة تعريفية:',
        '19' => 'edit كلمة المرور',
        '20' => 'تذكر ، كلمة المرور يجب ان تكون قوية وغير متداولة ، من أجل حمايتك !',
        '21' => 'انشاء كلمة مرور قوية ',
        '22' => 'روابط السوشيال ميديا',
        '23' => 'الفيسبوك',
        '24' => 'تويتر',
        '25' => 'يوتيوب',
        '26' => 'تحديث البيانات ',
        '27' => 'الحساب',
        '28' => 'حظر الحساب',
        '29' => 'تفعيل الحساب',
        '30' => 'delete الحساب',
        '31' => 'تعيين المستخدم ك :',
        '32' => 'مستخدم عادي',
        '33' => 'مدير',
        '34' => 'مسؤول',
        '35' => 'كاتب',
        '36' => 'مراقب',
        '37' => 'تحميل نسخة من المعلومات',
        '38' => 'تحميل pdf ',
        '39' => 'تحميل csv '
    ],

    
    'faqs index ' => [
        '3' => 'الأسئلة الشائعة',
        '4' => 'اضافة سؤال جديد',
        '5' => 'delete كل الأسئلة الشائعة',
        '6' => 'مرحبا !',
        '7' => 'لا توجد لديك أية أسئلة حالياً ، يمكنك اضافة أسئلة جديدة ',
        '8' => 'اضافة سؤال جديد',
        '9' => 'جميع الأسئلة الشائعة تم الإجابة عنها',
        '10' => 'ان لم تجد أي سؤال ، تواصل معنا ',
        '11' => 'created at : ',
        '12' => 'edit ',
        '13' => 'delete ',
        '14' => 'duplicate '
    ],

    'faqs create ' => [
        '17' => 'اضافة سؤال جديد',
        '18' => 'اضافة سؤال جديد ',
        '19' => 'عنوان السؤال',
        '20' => 'نشر السؤال ',
        '21' => 'تصنيف السؤال ',
        '22' => 'غير محدد بعد'
    ],


    'faqs edit ' => [
        '25' => 'اضافة سؤال جديد',
        '26' => 'تحديث ',
        '27' => 'عنوان السؤال',
        '28' => 'نشر السؤال ',
        '29' => 'تصنيف السؤال ',
        '30' => 'غير محدد بعد'
    ],


    'menus index ' => [
        '36' => 'القوائم  ',
        '37' => 'القوائم',
        '38' => 'delete كل القوائم',
        '39' => '×',
        '40' => 'انشاء قائمة جديدة',
        '41' => 'ادخل اسم للقائمة',
        '42' => 'اضافة القائمة',
        '43' => 'الإسم',
        '44' => 'الرابط',
        '45' => 'edit',
        '46' => 'اختر قائمة لتحريرها',
        '47' => '— اختيار —',
        '48' => 'أو . أنشئ قائمة جديدة',
        '49' => 'الصفحات',
        '50' => 'اضف للقائمة',
        '51' => 'المقالات',
        '52' => 'روابط مخصصة',
        '53' => 'نص الرابط',
        '54' => 'الرابط',
        '55' => 'اضف للقائمة',
        '56' => 'حفظ القائمة',
        '57' => 'مكان عرض القائمة',
        '58' => 'القائمة العلوية ',
        '59' => 'القائمة الرئيسية ',
        '60' => 'قائمة الفوتر 1 ',
        '61' => 'قائمة الفوتر 2 ',
        '62' => 'قائمة الفوتر 3 ',
        '63' => 'قائمة الفوتر 4 ',
        '64' => 'delete القائمة',
        '65' => 'تحديد مكان الإعلان'
    ],


    'pages index' => [
        '71' => 'الصفحات',
        '72' => 'اضافة صفحة جديدة',
        '73' => 'delete كل الصفحات',
        '74' => 'مرحبا !',
        '75' => 'لا توجد لديك أية صفحات حالياً ، يمكنك اضافة صفحات جديدة ',
        '76' => 'اضافة صفحة جديد',
        '77' => 'تنفيذ الأمر',
        '78' => 'delete ',
        '79' => 'عنوان الصفحة',
        '80' => 'كاتب الصفحة',
        '81' => 'created at',
        '82' => 'edit',
        '83' => 'صفحة بدون عنوان',
        '84' => 'عرض الصفحة',
        '85' => 'edit الصفحة ',
        '86' => 'delete الصفحة ',
        '87' => 'duplicate '
    ],


    'pages create' => [
        '91' => 'اضافة صفحة جديدة ',
        '92' => 'الصفحات - اضافة صفحة جديدة',
        '93' => 'عنوان المقالة',
        '94' => 'نشر المقالة ',
        '95' => 'تصنيف المقالة ',
        '96' => 'غير محدد بعد',
        '97' => 'الصورة البارزة ',
        '98' => 'اختيار الصورة '
    ],


    'pages edit' => [
        '102' => 'انشاء صفحة جديدة ',
        '103' => 'تحرير المقالة',
        '104' => 'تحديث المقالة ',
        '105' => 'الصورة البارزة ',
        '106' => 'delete الصورة ',
        '107' => 'اختيار الصورة '
    ],


    'settings General' => [
        '114' => 'الإعدادات العامة ',
        '115' => 'الإعدادات',
        '116' => 'تحميل قاعدة البيانات',
        '117' => 'سجل الeditات',
        '118' => 'المعلومات الخاصة بالموقع',
        '119' => 'المرجوا ادخال المعلومات التالية بعناية',
        '120' => 'شعار الموقع',
        '121' => 'اختيار الصورة ',
        '122' => 'ايقونة الموقع ',
        '123' => 'اختيار الصورة ',
        '124' => 'اسم الموقع',
        '125' => 'سطر الوصف',
        '126' => 'بكلمات قليلة، أكتب نبذة قصيرة عن الموقع.',
        '127' => 'allمات المفتاحية',
        '128' => 'حالة الموقع',
        '129' => 'يعمل',
        '130' => 'حالة الصيانة',
        '131' => 'حالة الصيانة',
        '132' => 'يعمل',
        '133' => 'السماح بالتعليقات',
        '134' => 'السماح بالتعليق',
        '135' => 'غلق التعليقات',
        '136' => 'اللغة الرسمية للموقع',
        '137' => 'العربية',
        '138' => 'الإنجليزية',
        '139' => 'رقم الهاتف',
        '140' => 'البريد الإلكتروني',
        '141' => 'العنوان على ارض الواقع',
        '142' => 'رمز Google Analitycs',
        '143' => 'رابط تطبيق على جوجل بلاي',
        '144' => 'رابط تطبيق على ابل ستور',
        '145' => 'تحديث المعلومات',
        '146' => 'هل تحتاج مساعدة ؟',
        '147' => 'شعار الموقع',
        '148' => 'الشعار يوجد في جميع الصفحات في الأعلى،',
        '149' => 'ايقونة الموقع',
        '150' => 'هي تلك الأيقونة التي تظهر بجانب الإسم في توبيب المتصفح',
        '151' => 'allمات المفتاحية',
        '152' => 'تساعدك في الظهور بشكل فعال في محركات البحث ، يستحسن ان تضع فيها كلمات دلالية على محتوى موقعك ',
        '153' => 'رمز Google Analitycs',
        '154' => 'هذا الرمز يمكنك الحصول عليه عند اضافة موقعك الى احصيئات جوجل',
        '155' => 'preview الإعلان',
        '156' => 'delete الصورة '
    ],



    'Settings Account' => [
        '165' => 'edit الحساب ',
        '166' => 'اعدادات حسابي',
        '167' => '* هذا الحساب لا يمكن deleteه نهائيا ، هو المتحكم الكامل في لوحة التحكم',
        '168' => 'الإعدادات',
        '169' => 'المرجوا ادخال المعلومات التالية بعناية',
        '170' => 'اسم المستخدم',
        '171' => 'البريد الإلكتروني',
        '172' => 'تحديث المعلومات',
        '173' => 'كلمة المرور',
        '174' => 'المرجوا ادخال المعلومات التالية بعناية',
        '175' => 'كلمة المرور الحالية',
        '176' => 'كلمة المرور الجديدة',
        '177' => 'إعادة كلمة المرور الجديدة',
        '178' => 'تحديث كلمة المرور',
        '179' => 'مدير الموقع ',
        '180' => 'البريد الإلكتروني',
        '181' => 'تاريخ التسجيل',
        '182' => 'الدولة',
        '183' => 'تسجيل الخروج'
    ],


    'social media Accounts Links' => [
        '187' => 'الإعدادات العامة ',
        '188' => 'الإعدادات',
        '189' => 'مواقع التواصل الاجتماعي',
        '190' => 'رجاء قم بادخاء الرابط الكامل لموقع التواصل الاجتماعي',
        '191' => 'رابط حساب الفيسبوك',
        '192' => 'رابط حساب تويتر',
        '193' => 'رابط حساب انستغرام',
        '194' => 'رابط حساب اليوتوب',
        '195' => 'تحديث المعلومات'
    ],

    'others' => [
        '200' => 'اعدادات البريد الإلكتروني',
        '201' => 'اعدادات أخرى ',
        '202' => 'اضافة أكواد html/css/js في أعلى الموقع ',
        '203' => 'تحديث ',
        '204' => 'اضافة أكواد html/css/js في أسفل الموقع ',
        '205' => 'تحديث ',
        '206' => 'هل تحتاج مساعدة ؟',
        '207' => 'الخانة الأولى',
        '208' => 'تضع فيها الأكواد التي تريد أن تظهر بين وسمي ',
        '209' => '',
        '210' => 'الخانة الثانية',
        '211' => 'تضع فيها الأكواد التي تريد ان تظهر قبل وسم',
        '212' => '',
        '213' => 'تنبيه',
        '214' => 'قبل اضافة اية اكواد تأكد من أنها من مواقع آمنة ، اضافة اكواد غير آمنة قد يؤثر على حماية موقعك'
    ],

    'Email' => [
        '219' => 'اعدادات البريد الإلكتروني ',
        '220' => 'اعدادات البريد الإلكتروني ',
        '221' => 'خادم البريد  [SMTP Host] ',
        '222' => 'المنفذ  [SMTP Port] ',
        '223' => 'اسم المستخدم  [SMTP User] ',
        '224' => 'كلمة المرور [SMTP Password]',
        '225' => 'تحديث المعلومات'
    ],

    'products index' => [
        '232' => 'المنتجات ',
        '233' => 'المنتجات',
        '234' => 'عدد المنتجات : منتج',
        '235' => 'اضافة منتج جديد',
        '236' => 'delete كل المنتجات',
        '237' => 'الرئيسية',
        '238' => 'المنتجات',
        '239' => 'مرحبا !',
        '240' => 'لا توجد لديك أية منتجات حالياً ، يمكنك اضافة منتجات جديدة ',
        '241' => 'اضافة منتج جديد',
        '242' => 'البحث عن المنتجات',
        '243' => 'بحث',
        '244' => 'لا توجد أية نتائج للكلمة التي تبحث عنها',
        '245' => 'المرجوا ادخال كلمات أكثر دقة والمحاولة مرة أخرى',
        '246' => '#',
        '247' => 'اسم المنتوج',
        '248' => 'تاريخ الإضافة',
        '249' => 'السعر',
        '250' => 'التصنيف',
        '251' => 'edit',
        '252' => 'preview ',
        '253' => 'edit ',
        '254' => 'delete ',
        '255' => 'duplicate '
    ],

    'products Create' => [
        '259' => 'اضافة عضو جديد',
        '260' => 'اضافة منتج جديد',
        '261' => 'اسم المنتوج',
        '262' => 'الرابط',
        '263' => 'الوصف',
        '264' => 'سعر المنتوج',
        '265' => 'سعر المنتوج بعد التخفيض',
        '266' => 'اضافة منتوج جديد ',
        '267' => 'الصورة الخارجية للمنتوج',
        '268' => 'اختيار الصورة ',
        '269' => 'معرض صور المنتوج',
        '270' => 'اختيار الصور ',
        '271' => 'تصنيف المنتوج ',
        '272' => 'غير محدد'
    ],

    'inbox' => [
        '279' => 'البريد الوارد ',
        '280' => 'البريد ',
        '281' => 'ارسال رسالة',
        '282' => 'delete كل الرسائل',
        '283' => 'يبدوا انك لم ترسل اية اميلات لحد الآن ، او انك قمت بdelete علبة البريد ',
        '284' => 'عند ارسالك لإميلات ستظهر هنا ',
        '285' => 'عنوان الرسالة',
        '286' => 'لـ :',
        '287' => 'تاريخ الإرسال',
        '288' => 'edit',
        '289' => 'preview ',
        '290' => 'delete '
    ],


    'inbox read' => [
        '293' => 'قراءة الإميل',
        '294' => 'طباعة',
        '295' => 'delete',
        '296' => 'بواسطة : ',
        '297' => 'الموضوع : ',
    ],

    'inbox create' => [
        '300' => 'ارسال اميل جديد',
        '301' => 'اميل المستقبل ',
        '302' => 'عنوان الإميل ',
        '303' => 'ارسال الإميل ',
        '304' => 'هل تحتاج مساعدة ؟',
        '305' => 'اميل المستقبل',
        '306' => 'هو اميل الشخص الذي سترسل له الرسالة',
        '307' => 'عنوان الإميل ',
        '308' => 'العنوان سيظهر للمستخدم قبل فتح الرسالة في علبته',
        '309' => 'نص الرسالة',
        '310' => 'هو الرسالة التي سترسلها ، تكتب الرسالة في الخانة الثالثة ',
        '311' => 'ارسال الرسالة',
        '312' => 'اضغط ارسال الرسالة ، الزر باللون الأزرق عند انتهائك من أجل ارسالها '
    ],

    'permissions index' => [
        '320' => 'الصلاحيات',
        '321' => 'delete كل المجموعات',
        '322' => 'اسم المجموعة',
        '323' => 'edit',
        '324' => 'edit ',
        '325' => 'delete ',
        '326' => 'اضافة مجموعة جديدة',
        '327' => 'اضافة المجموعة',
        '328' => 'كيف تضيف مجموعة جديدة ؟',
        '329' => 'قم باضافة اسم المجموعة في خانة اضافة مجموعة جديدة واضغط على اضافة المجموعة',
        '331' => 'الآن بعد ان أنشأت المجموعة ، ستظهر لك في أول الجدول على اليمين ',
        '333' => 'قم بالضغط على edit ',
        '335' => 'واعطاء الصلاحيات لهذه المجموعة ',
        '336' => 'ما الغاية من انشاء مجموعات للعضويات ؟',
        '337' => 'انت بحاجة اليها من أجل اعطاء كل عضو نوعاً من الصلاحية ، على سبيل المثال ، تكلف أشخاص باضافة المقالات فقط بموقعك ، دون المساس بالإعدادات ، ودون التحكم ورؤية الأشياء الأخرى'
    ],



    'edit' => [
        '342' => 'منح الصلاحيات ',
        '343' => 'منح الصلاحيات',
        '344' => 'تحديد all ',
        '345' => 'الدخول الى لوحة التحكم',
        '346' => 'تفعيل ',
        '347' => 'الأعضاء',
        '348' => 'انشاء',
        '349' => 'delete',
        '350' => 'duplicate',
        '351' => 'edit',
        '352' => 'delete all',
        '353' => 'الصفحات',
        '354' => 'انشاء',
        '355' => 'delete',
        '356' => 'duplicate',
        '357' => 'edit',
        '358' => 'delete all',
        '359' => 'المقالات',
        '360' => 'انشاء',
        '361' => 'delete',
        '362' => 'duplicate',
        '363' => 'edit',
        '364' => 'delete all',
        '365' => 'المنتجات',
        '366' => 'انشاء',
        '367' => 'delete',
        '368' => 'duplicate',
        '369' => 'edit',
        '370' => 'delete all',
        '371' => 'الأسئلة الشائعة',
        '372' => 'انشاء',
        '373' => 'delete',
        '374' => 'duplicate',
        '375' => 'edit',
        '376' => 'delete all',
        '377' => 'القوائم',
        '378' => 'انشاء',
        '379' => 'delete',
        '380' => 'edit',
        '381' => 'delete all',
        '382' => 'الرسائل',
        '383' => 'قراءة',
        '384' => 'delete',
        '385' => 'الوسائط',
        '386' => 'رفع ملف',
        '387' => 'delete',
        '388' => 'delete all',
        '389' => 'الإعدادات',
        '390' => 'التحكم في الإعدادات',
        '391' => 'القائمة البريدية',
        '392' => 'preview ',
        '393' => 'الإعلانات',
        '394' => 'انشاء',
        '395' => 'delete',
        '396' => 'edit',
        '397' => 'delete all',
        '398' => 'حفظ الصلاحيات'
    ],

    'emailist' => [
        '405' => 'القائمة البريدية',
        '406' => 'delete كل المقالات',
        '407' => 'مرحبا !',
        '408' => 'عند اشتراك المتابعين في القائمة البريدية ستظهر هنا اميلاتهم ',
        '409' => 'الإميل',
        '410' => 'تاريخ الإشتراك'
    ]

];




?>

<?php

/*!
 * AFRASS 1.0.0 (2018-11-18, 19:18)
 * http://takiddine.com
 * MIT licensed
 *
 * Copyright (C) 2018 Soulaimane Takiddine , http://takiddine.com
 */

defined('BASEPATH') OR exit('No direct script access allowed');


return  [
     
    'main' => [
        '1'       => 'edit',
        '2'       => 'duplicate',
        '3'       => 'delete', 
        '3'       => 'preview', 
        '3'       => 'click here', 
        '1'       => 'created at',
        '2'       => 'عنوان الصفحة',
        '3'       => 'delete', 
        '3'       => 'preview', 
        '3'       => 'preview',     
    ],
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    'media' => [
    
    ],
    
    'media' => [
    
    ],
    
    'media' => [
    
    ],
    
    
    'media' => [
    
    ],
    
    'media' => [
    
    ],
    
    'media' => [
    
    ],    
    
    
    
    
    
    
     'sidebar' => [
        '1'       => 'overview',
        '2'       => 'Messages',
        '3'       => 'users',
        '4'       => 'Media',
        '5'       => 'Pages',
        '6'       => 'Articles',
        '7'       => 'Menus',
        '8'       => 'Ads',
        '9'       => 'Products',
        '10'      => 'store',
        '11'      => 'Faqs',
        '12'      => 'settings',
        '13'      => 'Costumize',
        '14'      => 'Mail list',
        '15'      => 'Inbox'
    ],
    
    
    'topHeader' => [
        '1'       => 'Account settings',
        '2'       => 'Log out',
        '3'       => 'Visit website', 
    ],
      
  

    'HomeDashboard' => [
        '1'       => 'Welcome to Dshboard',
        '2'       => 'Log out',
        '3'       => 'Visit website', 
    
    
        // Statistiques
        '4'       => 'total products', 
        '5'       => 'total articles', 
        '6'       => 'total users', 
        '7'       => 'total messages', 
    
    
        // General Info
        '4'       => 'cpanel version', 
        '5'       => 'php version', 
        '6'       => 'mysql version', 
        '7'       => 'total messages', 
    
     
    
    ],
      






























    
];